-- translation for Dragon Package

return {
	["dragon"] = "青龙之章",

	--诸葛亮
	["zhugeliang"] = "诸葛亮",
	["#zhugeliang"] = "卧龙",
	["jizhi"] = "妙计",
	[":jizhi"] = "被动技，每当你使用一张非延时类锦囊时，（在它结算之前）你可以立即摸一张牌",
	["weimu"] = "洞察",
	[":weimu"] = "被动技，你不能成为黑桃花色锦囊的目标",
	["$jizhi1"] = "志，当存高远",
	["$jizhi2"] = "静，以修身",
	["$jizhi3"] = "亮，有一计",
	["$weimu1"] = "（琴声）",
	["~zhugeliang"] = "臣，愧对主公托孤之重.../出师未捷身先死啊/竭股肱之力，效忠贞之节，继之以死乎",

	--荆轲
	["jingke"] = "荆轲",
	["#jingke"] = "易水壮士",
	["tieji"] = "刺客",
	[":tieji"] = "主动技，你对别的角色出【杀】时可以选择做一次判定：若判定牌为红色花色，则此【杀】不可回避，直接命中；若判定牌为黑色花色，则此【杀】可回避，但如果对方没有出【闪】，则命中后可以选择弃掉对方一张牌。",
	["qiangxi"] = "绝杀",
	[":qiangxi"] = "主动技，出牌时，你可以选择自减一点血或弃掉一张手牌上的或装备区内的武器牌，指定一个目标（需在攻击范围内）直接掉1点血。每回合限用一次",
	["tieji:yes"] = "可判定一次，若判定结果为红色，则此【杀】不可闪避",
	["$tieji1"] = "（刀光）",
	["$qiangxi1"] = "我跟你拼了！",
	["$qiangxi2"] = "同归于尽吧！",
	["~jingke"] = "时不与我 /风萧萧兮易水寒",

	--廉颇
	["lianpo"] = "廉颇",
	["#lianpo"] = "信平君",
	["kurou"] = "负荆",
	[":kurou"] = "主动技，出牌时，你可以选择主动掉1点血，然后执行以下两项行动中的一项：\
1.自己马上从牌堆摸两张牌；\
2.指定一名伤过你的角色马上从牌堆摸两张牌。",
    ["kurou:ziji"] = "自己马上从牌堆摸两张牌",
	["kurou:bieren"] = "指定一名伤过你的角色马上从牌堆摸两张牌",
	["@fujing"] = "负荆",
	["$kurou1"] = "原谅我吧..",
	["$kurou2"] = "成功是要付出代价的...",
	["~lianpo"] = "吾已老矣 /真的老了吗！",

	--吕雉
	["lvzhi"] = "吕雉",
	["#lvzhi"] = "吕后",
	["jushou"] = "蓄谋",
	[":jushou"] = "主动技，你回合结束时，可以选择摸取三张牌。若如此做，你将跳过你下一个回合",
	["zhensha"] = "鸩杀",
	[":zhensha"] = "主动技，当场上有角色进入濒死状态求【药】时，你可以对其(需在攻击范围内)使用【药】，此时该角色立即阵亡。\
	★吕雉使用【鸠杀】，不会改变造成该角色进入濒死状态的伤害来源。",
	["#xumou-mark"] = "蓄谋",
	["@zhensha-peach"] ="你可以对该角色使用一张【药】，若如此做，该角色立即阵亡",
	["jushou:yes"] = "摸三张牌，若如此做，并将你的武将翻面",
	["$jushou1"] = "以静制动~",
	["$jushou2"] = "谋定而动~",
	["$zhensha1"] = "汝今势孤命必绝亦矣！",
	["$zhensha2"] = "即可斩首！",
	["$zhensha3"] = "非尽族是，天下不安",
	["~lvzhi"] = "天不助我吕氏/ 哀家不甘呐! /苦酒自酿，害人害己",

	--程咬金
	["chengyaojin"] = "程咬金",
	["#chengyaojin"] = "混世魔王",
	["sanbanfu"] = "三板斧",
	[":sanbanfu"] =
"主动技，出牌时，当你对其他角色出【杀】时：若对方选择出0张【闪】，则对方掉2点血，你也要弃一张手牌；\
若对方选择出1张【闪】，则对方掉1点血，你也掉1点血；\
若对方选择出2张【闪】，则对方不掉血，你自己掉1点血。（每回合限用一次）",
    ["@sanbanfu-jink-1"] = "%src 拥有【三板斧】技能，您若不打出一张【闪】，则您将受到两点伤害",
    ["@sanbanfu-jink-2"] = "%src 拥有【三板斧】技能，您是否还要打出一张【闪】，若不打出，则您和他都将受到一点伤害",
	["#SanbanfuBuff"] = "%from 的<font color='yellow'><b>【三板斧】</b></font>效果被触发，伤害从 %arg 点上升至 %arg2 点",
	["$sanbanfu"] = "劈脑袋，鬼剔牙，掏耳朵",
	["~chengyaojin"] = "呵呵呵，呃",

	--小乔
	["xiaoqiao"] = "小乔",
	["#xiaoqiao"] = "国色天香",
	["tianxian"] = "天香",
	[":tianxian"] = "主动技，当一名角色需要判定时，你可以弃掉一张牌（手牌或装备牌），则取消该判定。",
	["@tianxian"] = "你可以弃一张手牌来弃置你判定区里的一张延时类锦囊(必须花色相同)。",
	["bazhen"] = "国色",
	[":bazhen"] = "被动技，当你没装备防具时，始终视为你装备着【玉如意】\
★装备任何防具都会失去“玉如意”的效果",
	["tianxian:jink"] = "您想发动技能【天香】吗？",
	["#Tianxian"] = "%from 取消了该角色<font color='yellow'><b>【%arg】</b></font>技能的判定",
    ["bazhen:yes"] = "发动自带的玉如意",
	["$tianxian1"] = "需要帮忙吗",
	["$tianxian2"] = "为妾懂你",
	["~xiaoqiao"] = "乍逝周郎，红颜黯香 /小女子伤痛欲绝呀！",

	--潘安
	["panan"] = "潘安",
	["#panan"] = "美姿仪",
	["xingshang"] = "悼亡",
	[":xingshang"] = "主动技，你可以立即获得死亡角色的所有牌",
	["zirong"] = "姿容",
	[":zirong"] = "主动技，出牌时，你可以选择弃掉1张牌（手牌或装备牌），指定一名女性角色，则在该女性角色的回合内该角色对其他角色出【杀】或【决斗】伤害+1。（每回合限用一次） ",
	["xingshang:yes"] = "你可以获得阵亡者的所有手牌和装备牌",
	["@zirong"] = "姿容",
	["#ZirongBuff"] = "%from 的<font color='yellow'><b>【姿容】</b></font>效果被触发，伤害从 %arg 点上升至 %arg2 点",
	["$xingshang1"] = "如彼游川鱼，比目中路析",
	["$xingshang2"] = "如彼翰林鸟，双栖一朝只",
	["$zirong1"] = "助你一臂之力~",
	["$zirong2"] = "美女，给力啊",
	["~panan"] = "命也可奈何，长戚自可鄙。 /抚衿长叹息，不觉涕沾胸。/ 沾胸安能已，悲怀从中起。",

	--朱元璋
	["zhuyuanzhang"] = "朱元璋",
	["#zhuyuanzhang"] = "明太祖",
	["lianying"] = "强运",
	[":lianying"] = "被动技，在任意一名角色的回合内，每当你失去或者用掉最后1张手牌时，可以立即从牌堆摸两张牌",
	["$lianying1"] = "岂能无牌？",
	["$lianying2"] = "哈哈，柳暗花明~",
	["~zhuyuanzhang"] = "来亦何哀，去亦何苦 /朕，乃万岁",

	--鲁班
	["luban"] = "鲁班",
	["#luban"] = "巧匠始祖",
	["guifu"] = "鬼斧",
	[":guifu"] = "主动技，到你出牌时，可以指定一名角色装备区内的一张牌，将其弃掉，自己和对方同时摸取一张牌。（每回合限用一次）。",
	["ShengongCard"] = "",
	["shengong"] = "神工",
	["shengongs"] = "神工",
	[":shengong"] = "主动技，到你出牌时，可以选定场上任意一名角色的装备区的牌，出自己的一张手牌复制该装备，可以选择装备上自己或者别的角色的装备区。（每回合限用一次）",
	["#Shengong"] = "%from 复制了 %to 的<font color='yellow'><b>【%arg】</b></font>",
	["$guifu1"] = "你装备太多了~",
	["$guifu2"] = "先拆再说~",
	["$shengong1"] = "易如反掌",
    ["$shengong2"] = "小菜一碟~~",
	["~luban"] = "江郎才尽了吗 /搞木匠的你们伤不起啊！",

	--李自成
	["lizicheng"] = "李自成",
	["#lizicheng"] = "闯王",
	["lumang"] = "鲁莽",
	[":lumang"] = "主动技，除自己外任何人对你使用的单体非延时类锦囊，你可以选择视为决斗。",
	["yongchuang"] = "勇闯",
	[":yongchuang"] = "被动技，在决斗中，你的所有手牌均视为【杀】.",
	["#LumangAvoid"] = "<font color='yellow'><b>李自成</b></font> 选择将 %from 的 %arg 视为 <font color='yellow'><b>决斗</b></font>",
	["#YongchuangAvoid"] = "<font color='yellow'><b>李自成</b></font> 的被动技<font color='yellow'><b>【%arg】</b></font>被触发，在决斗中所有的手牌均视为<font color='yellow'><b>【杀】</b></font>",
	["#YongchuangSlash"] = "%from 使用了<font color='yellow'><b>【%arg】</b></font>",
	["$lumang1"] = "单挑啊！",
	["$lumang2"] = "来啊",
	["$yongchuang1"] = "怕了吧",
	["$yongchuang2"] = "自不量力",
	["~lizicheng"] = "红颜祸水啊 /大势已去啊",

}
