-- translation for Especially Package

return {
	["especially"] = "特别包",

	--上杉谦信
	["ssqx"] = "上杉谦信",
	["#ssqx"] = "越后之龙",
	["nvwushen"] = "女武神",
	[":nvwushen"] ="觉醒技，每当你使用的杀和决斗对其他角色造成伤害，你可以摸一张牌放置于你的武将牌上，称之为昆，你计算与其他角色的距离时始终-x，x为昆的数量，回合开始时，若你武将牌上的昆的张数大于等于3.你须弃掉所有的昆，然后减一点血量上限，并永久获得技能车悬和强掠。",
	["maer"] = "昆",
	["#JunshenWake"] = "%from 的昆的数量达到 %arg 个，触发觉醒技【%arg2】",
	["$nvwushen"] = "风起日落，天行有常",
	["~ssqx"] = "信玄，来生再战了……",

	--真田幸村
	["ztxc"] = "真田幸村",
	["#ztxc"] = "日本第一兵",
	["yingtu"] = "影突",
	[":yingtu"] ="觉醒技，每当你使用的杀被目标角色闪避后，你可以摸一张牌放置于你的武将牌上，称之为兵，回合开始时，若你武将牌上的兵的张数大于等于3，你须进行二选一，1：获得武将牌上的所有兵；2：弃置武将牌上的所有兵并回复一点血量。然后减一点血量上限，并永久获得技能刺客和武穆。",
	["yingturecover"] = "弃置武将牌上的所有兵，并回复一点血量",
	["yingtudraw"] = "获得武将牌上的所有兵",
	["shibing"] = "兵",
	["#YingtuWake"] = "%from 的兵的数量达到 %arg 个，触发觉醒技【%arg2】",
	["$tieji4"] = "全军突击！",
	["$tieji5"] = "堂堂正正的打一场吧！",
	["$yingtu1"] = "和我一起，活着离开此地！",
	["$yingtu2"] = "让我，了结此战！",
	["~ztxc"] = "大丈夫，何惧一死！",

	--服部半藏
	["fbbz"] = "服部半藏",
	["#fbbz"] = "伊贺的上忍",
	["renshu"] = "忍术",
	[":renshu"] ="主动技，出牌阶段，你可以弃置一张牌获得以下技能：\
    ◆1，手里剑（梅花），可以将手牌视为【暗杀】使用或打出。\
    ◆2，影分身（方块），每当你使用的杀被闪避后你立即摸一张牌，\
	每当你需要使用或打出一张闪时，有30%的几率出闪。\
    ◆3，天诛（黑桃），本回合内，进入濒死的角色只能被你救或自救。\
    ◆4，气合（红桃），每当你使用【药】使自己回复血量时，可以额外回复一点血量。\
	直到你下个回合开始",
	["shoulijian"] = "手里剑",
	[":shoulijian"] ="主动技，可以将手牌视为【暗杀】使用或打出。",
	["yingfenshen"] = "影分身",
	[":yingfenshen"] ="被动技，每当你使用的杀被闪避或你使用（打出）闪时，你立即摸一张牌。",
	["qihe"] = "气合",
	[":qihe"] ="被动技，每当你使用【药】使自己回复血量时，可以额外回复一点血量。",
	["$renshu1"] = "暂无",
	["$renshu2"] = "暂无",
	["~fbbz"] = "难到，我被看穿了吗……",

}
