-- translation for KylinPackage

return {
	["kylin"] = "麒麟之章",

	--尉迟恭
	["yuchigong"] = "尉迟恭",
	["#yuchigong"] = "黑面神",
	["huwei"] = "护卫",
	[":huwei"] = "主动技，每当一名除你外的角色受到【杀】造成的一次伤害，你可以选择弃一张装备区的牌或者自减一点体力，使得该【杀】造成的伤害-1。若如此做，你可摸X张牌，且最多为2张（X为你当前损失的体力值）",
	["qi"] = "弃一张装备区里的牌",
	["jian"] = "自减一点体力值",
	["nothing"] = "不发动",
	["#Huwei"] = "<font color='yellow'><b>尉迟恭</b></font> 发动了技能<font color='yellow'><b>【护卫】</b></font>，将造成的 %arg 点伤害减了 <font color='yellow'><b>１</b></font> 点",
	["heimian"] = "黑面",
	[":heimian"] = "被动技，你没装备防具时，黑桃花色的【杀】对你无效",

	--霍去病
	["huoqubing"] = "霍去病",
	["#huoqubing"] = "汉武骑神",
	["chexuan"] = "车悬",
	[":chexuan"] = "主动技，回合开始时，你可以进行一次判定：\
  ◆1. 若判定结果为锦囊牌，你本回合的攻击范围无限。\
  ◆2. 若判定结果为基本牌，你本回合可以额外使用一张【杀】。\
  ◆3. 若判定结果为装备牌，你本回合使用的【杀】可以指定两个目标。\
  如果判定牌是黑色，你可以获得之",
    ["#Chexuan1"] = "%from 发动了技能<font color='yellow'><b>【车悬】</b></font>，判定结果为 <font color='yellow'><b>锦囊牌</b></font>，则本回合的攻击范围无限",
	["#Chexuan2"] = "%from 发动了技能<font color='yellow'><b>【车悬】</b></font>，判定结果为 <font color='yellow'><b>基本牌</b></font>，则本回合可以额外使用一张<font color='yellow'><b>【杀】</b></font>",
	["#Chexuan3"] = "%from 发动了技能<font color='yellow'><b>【车悬】</b></font>，判定结果为 <font color='yellow'><b>装备牌</b></font>，则本回合使用的<font color='yellow'><b>【杀】</b></font>可以指定两个角色",

	--大乔
	["daqiao"] = "大乔",
	["#daqiao"] = "矜持之花",
	["yanxiao"] = "言笑",
	[":yanxiao"] = "主动技，出牌时，你可以将一张方片花色的牌放在任意一名角色的武将牌上，称之为“言笑”，武将牌上有“言笑”牌的角色下个判定阶段开始时，获得其判定区里的所有牌与这张“言笑”牌。\
  ◆【探囊取物】和【釜底抽薪】可以选择这名角色的“言笑”牌为目标。",
    ["anxian"] = "安娴",
	[":anxian"] = "主动技，\
  ◆1. 每当你使用的【杀】对目标角色造成伤害时，你可以防止此伤害，令其弃置一张手牌，\
  然后你摸一张牌；\
  ◆2. 每当你成为【杀】的目标时（结算前），你可以弃置一张手牌使之无效，然后对你出【杀】\
  的角色摸一张牌。",
    ["yanxiao1"] = "不选择言笑牌",
	["yanxiao2"] = "选择言笑牌",
	["xiao"] = "言笑",
	["$Yanxiao"] = "%from 的言笑牌 %card 被拆掉了",
	["#Yanxiao"] = "%from 获得了判定区内的所有牌与这张言笑牌 %card ",

	--张初尘
    ["hongfu"] = "张初尘",
	["#hongfu"] = "红拂女",
	["feiren"] = "飞刃",
	[":feiren"] = "主动技，出牌阶段，你可以对你攻击范围外的一名角色使用一张【杀】（你可以用此技能将武器牌视为普通【杀】使用），此【杀】不计入出牌阶段使用次数的限制。",
	["yexing"] = "夜行",
	[":yexing"] = "被动技，当你受到伤害时，若该伤害多于1点，则防止多余的伤害。",
	["#Yexing"] = "%from 的技能<font color='yellow'><b>【%arg】</b></font>效果被触发，防止了 %arg2 点伤害，减至 <font color='yellow'><b>1</b></font> 点",

	--徐茂公
    ["xumaogong"] = "徐茂公",
	["#xumaogong"] = "赛诸葛",
	["qimen"] = "奇策",
	[":qimen"] = "主动技，出牌阶段，你可以将任意一张锦囊牌当做【偷梁换柱】使用，每回合限用一次。",
	["dunjia"] = "遁甲",
	[":dunjia"] = "主动技，当你成为【杀】的目标时，并进行一次判定：\
	生门：若判定结果为红桃花色，则你和杀你的角色各自恢复一点血量；\
	死门：若判定结果为黑桃花色，则此【杀】无效；\
	休门：若判定结果为梅花花色，则杀你的角色摸一张牌；\
	伤门：若判定结果为方块花色，则你摸一张牌，杀你的角色弃置一张牌。",
	["#Dunjia1"] = "<font color='yellow'><b>【生门】</b></font>：判定结果为红桃花色，则 %from 和 %to 各自可以恢复一点血量",
	["#Dunjia2"] = "<font color='yellow'><b>【伤门】</b></font>：判定结果为方块花色，则 %from 可以摸一张牌，%to 须弃置一张牌",
	["#Dunjia3"] = "<font color='yellow'><b>【休门】</b></font>：判定结果为梅花花色，则 %to 可以摸一张牌",
	["#Dunjia4"] = "<font color='yellow'><b>【死门】</b></font>：判定结果为黑桃花色，则此<font color='yellow'><b>【杀】</b></font>无效",
	["@qimen"] = "奇策",

	--苏定方
    ["sudingfang"] = "苏定方",
	["#sudingfang"] = "一马当先",
	["tuji"] = "突袭",
	[":tuji"] = "主动技，回合开始时，你可以跳过你的判定阶段，并在摸牌时少摸一张牌，则你可以视为对一名攻击范围内的其他角色使用了一张【杀】(此【杀】不计入出牌阶段使用次数的限制)。",
	["@tuji"] = "跳过该回合的判定阶段，并在摸牌时少摸一张牌，视为对任意一名其他角色使用了一张【杀】",

	--夫差
    ["fuchai"] = "夫差",
	["#fuchai"] = "吴王",
	["duwu"] = "黩武",
	[":duwu"] = "主动技，当你使用的【杀】造成伤害时，你可以要求一名其他角色使用一张【闪】（不能是当前被伤害的角色），若对方出【闪】，则你须流失一点血量。不出【闪】则你对其造成一点伤害",
	["ziwen"] = "自刎",
	[":ziwen"] = "被动技，杀死你的角色不执行任何奖惩。",
	["#Ziwen"] = "%from 的被动技<font color='yellow'><b>【%arg】</b></font>被触发，%to 不能执行奖惩",
	["@duwu-jink"] = "<font color='yellow'><b>夫差</b></font> 对你使用了一张【杀】，请您打出一张【闪】来抵消",

	--黄月英
	["huangyueying"] ="黄月英",
	["#huangyueying"] = "奇女子",
	["conglang"] ="聪朗",
	[":conglang"] ="被动技，每当你使用一张锦囊牌时，(在它结算之前)你可以立即摸一张牌，并移出游戏，称之为“智”，\
最多可存放10张“智”牌。",
    ["zhinangf"] ="奇才",
	["#zhinangf_mark"] ="奇才",
	[":zhinangf"] ="主动技，你的回合内，每当你使用或打出基础牌或非延时锦囊，在它结算后,你可弃掉2张“智”牌，若如此做，你的任意一张牌(包括手牌和装备区的牌)可当前一张牌使用或打出一次。",
	[":#zhinangf_mark"] ="主动技，每当你使用或打出基础牌或非延时锦囊，在它结算后,你可弃掉2张“智”牌，若如此做，你的任意一张牌(包括手牌和装备区的牌)可当前一张牌使用或打出一次。",
	["caijian"] ="机智",
	[":caijian"] ="主动技，当你需要打出一张【杀】【闪】时，你可以弃掉一张“智”牌，并进行一次判定，只要结果不为红桃，则视为你打出了一张【杀】，\
当你需要使用或打出一张【闪】时，你可以弃掉一张“智”牌，并进行一次判定，只要结果不为黑桃，则视为你打出了一张【闪】。\
	◆若黄月英已装备玉如意，效果可叠加，即先使用装备特效，再发动【机智】，\
	此技能的判定不可被小乔的【天香】取消。",
	["zhi"] ="智",

	--张角
	["zhangjiao"] = "张角",
	["#zhangjiao"] = "天公将军",
	["yaoshu"] = "妖术",
	[":yaoshu"] = "主动技，出牌时，你可以弃置一张装备牌并选择一名其他角色，该角色在其下回合结束前失去所有技能。每回合限用一次",
	["@yaoshu"] = "妖术",
	["#Yaoshu"] = "%to 中了妖术，将在其下回合结束前失去所有技能",
	["heiwu"] = "黑雾",
	[":heiwu"] = "主动技，在你受到伤害前，你可以进行一次判定，若为黑色，则该伤害-1",
	["#Heiwu"] = "<font color='yellow'><b>张角</b></font> 发动了技能<font color='yellow'><b>【黑雾】</b></font>，将造成的 %arg 点伤害减了 <font color='yellow'><b>１</b></font> 点",

	--苏秦&张仪
	["suzhang"] = "苏秦·张仪",
	["#suzhang"] = "治世能臣",
	["lianhuan"] = "合纵",
	[":lianhuan"] = "主动技，出牌阶段，你可以将你的一张梅花手牌当【合纵连横】使用或打出",
	["guzheng"] = "固政",
	[":guzheng"] = "其他角色的弃牌阶段结束时，你可将此阶段中弃置的一张牌从弃牌堆返回该角色手牌，然后你可以获得弃牌堆里其余于此阶段中弃置的牌",


	--武将台词
	["$huwei1"] = "都冲我来！",
	["$huwei2"] = "有我扛着！",

	["$chexuan1"] = "扫平敌军！",
	["$chexuan2"] = "（马蹄声）",

	["$pozhen1"] = "一决胜负吧！",
	["$pozhen2"] = "螳臂当车！",

	["$haolongdan1"] = "赤胆平乱世，龙枪定江山！",
	["$haolongdan2"] = "我等化身为龙，贯穿敌阵！",

	["$dunjia1"] = "汝之愚行，正中下怀~",
	["$dunjia2"] = "哼，雕虫小技!",

	["$tuji1"] = "切入敌阵，先发制人！",
	["$tuji2"] = "贯彻武道，只一战足矣！",

	["$duwu1"] = "挡我霸业者，斩！",
	["$ziwen1"] = "霸业未成，未成啊",

	["$feiren1"] = "尝尝我飞刀的厉害！",

	["$conglang1"] = "大人，您看此计如何？！",
	["$conglang2"] = "哼哼~",
	["$caijian1"] = "哼！",

	["$yaoshu1"] = "苍天已死，黄天当立！",
	["$yaoshu2"] = "岁在甲子，天下大吉！",
	["$yaoshu3"] = "哼哼哼~",
	["$yaoshu4"] = "天下大事，为我所控~",

	["$heiwu1"] = "以我之真气，合天地之造化！",
	["$heiwu2"] = "雷公助我！",
	["$heiwu3"] = "(阴风)",

	["$guzheng1"] = "今当稳固内政，以御外患。",
	["$guzheng2"] = "固国安邦，须当如是！",

	["$yanxiao1"] = "言笑之间，忧散愁消。",
	["$yanxiao2"] = "吾夫有忧色，妾当为解之。", --孙策
	["$anxian1"] = "安淑娴静，岂愿伤人~",
	["$anxian2"] = "岂可如此无礼！",

	--武将阵亡台词
	["~yuchigong"] = "扛不住了...",
	["~muguiying"] = "桂英终究还是女儿身呐...",
	["~huoqubing"] = "鸿鹄未志啊！",
	["~daqiao"] = "伯符..我去了",
	["~hongfu"] = "靖...",
	["~xumaogong"] = "这最后一卦，还是留给自己吧...",
	["~sudingfang"] = "一身转战三千里，一剑曾当百万师...",
	["~zhaoyun"] = "云，来世再保护玄德公了...",
	["~huangyueying"] = "孔明大人，请您原谅...",
	["~zhangjiao"] = "黄天，也死了....",
	["~suzhang"] = "竭力尽智，死而无憾。",
	["~daqiao"] = "青灯常伴，了此余生…",

    ["designer:yuchigong"] = "战栗贵公子",
	["designer:muguiying"] = "战栗贵公子",
	["designer:huoqubing"] = "战栗贵公子",
	["designer:daqiao"] = "桌游",
	["designer:weiqing"] = "战栗贵公子",
	["designer:zhaoyun"] = "战栗贵公子",
	["designer:zhangchuchen"] = "战栗贵公子",
	["designer:xumaogong"] = "战栗贵公子",
	["designer:sudingfang"] = "战栗贵公子",
	["designer:fuchai"] = "战栗贵公子",
	["designer:huangyueying"] = "战栗贵公子",
	["designer:zhangjiao"] = "战栗贵公子",
	["designer:suzhang"] = "不详",

	["cv:zhaoyun"] = "优蜜",
	["cv:xumaogong"] = "优蜜",
	["cv:sudingfang"] = "优蜜",
	["cv:fucha"] = "优蜜",
	["cv:huangyueying"] = "优蜜",
	["cv:zhangjiao"] = "盛大",

	["illustrator:hunagyueying"] = "木美人：雨柔",

}
