-- translation for Pofile Package

return {
	["pofile"] = "人物简介",

	[":caocao"] = "奸雄:主动技，出牌时，你可以出一张牌（手牌或装备区的牌），当作你本回合内前一张出的牌来使用。每回合限用一次。",
	[":liubang"] = "驭人:主动技，出牌时，你可以选择弃掉自己任意数量的手牌和装备区的牌，立即从牌堆重新摸取相同数量的牌。每回合限使用一次 。",
	[":yingzheng"] = "集权:主动技，当你掉血的时候，你可以选择马上获得让你掉血的那张牌。",
	[":chensheng"] = "起义:主动技，在轮到你摸牌时，可以选择放弃摸牌，从两名（最多就是两名）其他玩家手里，每名角色抽一张牌。 ",
	[":yuji"] = "舍身:主动技，你每掉1点血就能从牌堆中摸两张牌,可将这两张牌任意分配给其它角色，也可以自己留着\
诀别:主动技，当你进入濒死状态时，你可以选定一名男性英雄，则你的所有牌（手牌或装备区的牌）都归入此角色的手牌。若如此做，你立即阵亡。",
	[":likui"] ="复仇: 主动技，你每受到一次伤害，可进行一次判定：若结果不为红桃，则目标来源必须进行二选一：弃两张手牌或受到你对其造成的1点伤害。",
	[":shangyang"] = "法家:主动技，你掉血以后可以抽取伤你的角色的一张牌，可以是对方的手牌，也可以是装备区的牌。\
变法:主动技，在任意玩家的判定牌生效前，你可以出一张牌（手牌或装备区的牌），替代原来的判定牌，从而改变判定结果。",
	[":wusong"] = "醉酒:主动技，在你摸牌时，如果你选择只摸一张牌，那本回合对别人出【杀】或【决斗】造成的的伤害为+1 ",
	[":zhaofeiyan"] = "玉步:主动技，到你摸牌前，你可以选择进行判定，如果判定牌是黑色花色的牌，就可以选择继续判定，直到判定出红色花色的牌为止。所有黑色花色的判定牌均收入你的手牌\
轻影:主动技，黑色花色手牌可以被你当做【闪】使用 ",
	[":songjiang"] = "疏财:主动技，出牌时，你可以把自己的手牌发给任意角色，发两张或两张以上就自己恢复1点血，但是最多只能恢复1点。",
	[":tantaiming"] = "傲剑:主动技，你可以选择将红色花色的牌（手牌或装备区的牌）当作【杀】来用 ",
	[":yangyanzhao"] = "天狼: 被动技，你每回合出【杀】的数量不受限制 ",
	[":yuefei"] = "武穆:主动技，你可以将【杀】当作【闪】来使用，【闪】当作【杀】来使用 ",
	[":liubowen"] = "占卜:主动技，到你回合时，可以观看最多5张牌（当人数少于5人时，为相应人数的牌），然后可以自由调整这5张牌的摆放顺序，再放回牌堆。可以将一部分放在牌堆顶，其余的放在牌堆底。\
归隐:被动技，当你手里没牌的时候，其他人不可以主动出【杀】或者【决斗】攻击你 ",
	[":lishimin"] = "控局:被动技，当你的手牌数不大于满血的血量时，是可以不用弃牌的（其他角色默认情况下手牌数不大于当前血量）：当你的手牌数小于满血的血量时，是不能被【探囊取物】或【釜底抽薪】；当你的手牌数大于你的满血的血量时，你不能被【画地为牢】。 ",
	[":hanxin"] = "兵仙:被动技，轮到你摸牌时，你可以摸三张牌 \
攻心:主动技，出牌时，你可以让任何一人指定一种花色，然后该玩家选择你的一张手牌并亮出。如果牌的花色和之前指定的相符，则对方获得你这张手牌；如果不符，对方掉1点血，然后获得你这张手牌。每回合限用一次 ",
	[":goujian"] = "隐忍:被动技，只要在自己出牌时没对别的玩家出过任何一张【杀】，则本回合结束时你可以不用弃牌\
图强:被动技，在自己的回合外，你每出一张【闪】，可立即从牌堆摸一张牌 ",
	[":shiqian"] = "神偷: 主动技，你所有梅花花色的手牌都可以当作【探囊取物】使用 。\
飞贼: 被动技，你使用【探囊取物】不受距离限制 \
轻敏: 被动技，你不能成为【探囊取物】的目标。",
	[":zhaokuangyin"] = "释权:主动技，出牌时，你的任意一张黑色花色的牌（手牌或装备区的牌），都可以当作【釜底抽薪】来使用。",
	[":xishi"] = "魅惑:主动技，在你出牌时，你可以将你方片花色的牌（手牌或者装备区的牌）当作【画地为牢】使用 。\
沉鱼:主动技，有人对你出【杀】时，你可以弃掉一张牌（手牌或者装备区的牌）把这张【杀】转移给你攻击范围内的一名角色，但不能转移给对你出【杀】的这名角色。 ",
    [":baosi"] = "烽火: 主动技，出牌时，你可以选择弃掉一张装备区的牌，视为出一张【烽火狼烟】。\
治愈:主动技，出牌时，你可以弃掉任意两张手牌，然后指定一个血量不满的男性角色，你和他可以各恢复1点血。每回合限用一次。",
	[":xiangyu"] = "霸王:被动技，你出【杀】时，被杀对象需出两张【闪】才能抵消掉；决斗时你出一张【杀】，则对手需出两张【杀】。",
	[":tiemuzhen"] = "强掠:主动技，如果你打出的【杀】被闪避，你可以选择进行一次判定，若判定结果为黑色花色的牌，你可以抽取对方的一张牌。\
骑射: 被动技，默认视为你装备着一匹距离为1的进攻马（装备进攻马后，攻击范围在原来距离上再加1）。",
	[":bianque"] = "疗伤: 主动技，出牌时，能弃掉一张手牌，给任意一名角色恢复1点血。每回合限使用一次 。\
回春: 主动技，你的回合外，能将你的红色花色的牌（手牌或者装备区的牌）来当作【药】使用。 ",
	[":chenyuanyuan"] = "红颜:主动技，出牌时，你可以弃掉一张牌（手牌或者装备区的牌），来指定两个男性的角色进行【决斗】（此【决斗】不能被【无懈可击】抵消掉），你选定的第一个男性角色就是【决斗】中先要出【杀】的角色。每回合限用一次 。\
楚楚: 被动技，回合结束时，可摸一张牌 ",
	[":guanyu"] = "补刀: 主动技，在你的回合外，有角色（该角色需在你的攻击范围内）被【杀】掉血后，你能对该角色打出一张【杀】，只要你的【杀】使该角色掉血了，你就可以继续出【杀】。\
单骑: 被动技，默认视为你装备着一匹距离为1的进攻马（装备进攻马后，攻击范围在原来距离上再加1）。",
	[":wuzetian"] = "迁都: 主动技，出牌时，你可以选择弃掉两张黑色花色的手牌，选定任意一名存活的角色，和该角色对调位置。每回合限用一次 。\
女权:被动技，你对男性角色出【决斗】，对方需出两张【杀】当作一张【杀】；男性角色对你出【决斗】无效。 ",
	[":renhengzhi"] = "侠胆: 主动技，出牌时，你可以和任何一名角色拼点。若你赢，则本回合你的攻击范围无限、可以出两张【杀】、且每次出【杀】时可以指定最多两个目标。若你没赢，你本回合不能出【杀】。",
	[":qinqiong"] = "门神: 主动技，回合结束阶段，你可以指定一个角色，则到你的下个回合开始为止，所有对该角色的【杀】和【决斗】，均视为对你打出。\
反击:主动技，当你被【杀】或【决斗】损血后，你可以选择立即对伤你的角色打出一张【杀】，若此【杀】为红色花色，则此【杀】不可出【闪】回避。",
	[":huamulan"] = "易装：主动技，出牌时，你可以弃掉两张手牌，选定一个本局中阵亡的男性英雄，则失去你的所有技能，获得该男性英雄的所有技能，同时花木兰的血量上限变为该男性英雄的血量上限。\
迷离: 主动技，每当你失去装备区中的一张牌，能马上摸两张牌。",
	[":murong"] = "蝶魂: 主动技，当别的角色或你自己出的锦囊牌默认是指定多个角色时（也包括你自己），你可以跳过此锦囊，并立即从牌堆里摸一张牌。",
	[":lishishi"] = "红妆: 被动技，你的黑桃牌均视为红桃花色牌。\
曼舞:主动技，每当你需要掉血时，你可以弃一张红桃手牌将伤害转移给其他任意一名角色（包括伤你的角色），然后该角色摸X张牌；X为该角色当前掉血量。",
	[":luzhishen"] = "底力: 被动技，摸牌时，你的摸牌数等于2+你当前掉血数。\
狂禅: 被动技，做为主公时，你的血量上限不能增加1点血量。 ",
	[":jingke"] = "刺客: 主动技，你对别的角色出【杀】时可以选择做一次判定：若判定牌为红色花色，则此【杀】不可回避，直接命中；若判定牌为黑色花色，则此【杀】可回避，但如果对方没有出【闪】，则命中后可以选择弃掉对方一张牌。\
绝杀:主动技，出牌时，你可以选择自减一点血或弃掉一张手牌上的或装备区内的武器牌，指定一个目标（需在攻击范围内）直接掉1点血。每回合限用一次。",
	[":zhugeliang"] = "妙计: 被动技，每当你使用一张非延时类锦囊时，（在它结算之前）你可以立即摸一张牌 。\
洞察: 被动技，你不能成为黑桃花色锦囊的目标",
	[":lianpo"] = "负荆: 主动技，出牌时，你可以选择主动掉1点血，然后执行以下两项行动中的一项：1.自己马上从牌堆摸两张牌；\
2.指定一名伤过你的角色马上从牌堆摸两张牌。",
	[":lvzhi"] = "鸩杀: 主动技，当场上有角色进入濒死状态求【药】时，你可以对其(需在攻击范围内)使用【药】，此时该角色立即阵亡。\
蓄谋: 主动技，你回合结束时，可以选择摸取三张牌。若如此做，你将跳过你下一个回合。",
	[":chengyaojin"] = "三板斧:主动技，出牌时，当你对其他角色出【杀】时：若对方选择出0张【闪】，则对方掉2点血，你也要弃一张手；若对方选择出1张【闪】，则对方掉1点血，你也掉1点血；若对方选择出2张【闪】，则对方不掉血，你自己掉1点血。（每回合限用一次）。",
	[":xiaoqiao"] = "天香: 主动技，当一名角色需要判定时，你可以弃掉一张牌（手牌或装备牌），则取消该判定。\
国色: 被动技，当你没装备防具时，始终视为你装备着【玉如意】",
	[":panan"] = "悼亡: 主动技，你可以立即获得死亡角色的所有牌 。\
姿容:主动技，出牌时，你可以选择弃掉1张牌（手牌或装备牌），指定一名女性角色，则在该女性角色的回合内该角色对其他角色出【杀】或【决斗】伤害+1。（每回合限用一次） ",
	[":zhuyuanzhang"] = "强运:被动技，在任意一名角色的回合内，每当你失去或者用掉最后1张手牌时，可以立即从牌堆摸两张牌 。",
	[":lizicheng"] = "鲁莽: 主动技，除自己外任何人对你使用的单体非延时类锦囊，你可以选择视为决斗。\
勇闯: 被动技，在决斗中，你的所有手牌均视为【杀】。",
	[":luban"] = "鬼斧: 主动技，到你出牌时，可以指定一名角色装备区内的一张牌，将其弃掉，自己和对方同时摸取一张牌。（每回合限用一次）。\
神工:主动技，到你出牌时,你可以将你手牌中的一张装备牌置于一名其他角色装备区里(不得替换原装备),然后摸一张牌",
	[":zahngfei"] = "斗神:主动技，到你摸牌时，你可以选择放弃摸牌并进行一次判定，你获得此判定牌并且此回合内可以将任意一张与判定牌不同颜色的手牌当【决斗】使用 。",
	[":linchong"] = "豹头: 被动技，出牌时，当出现以下两种情况时你对别的角色出的【杀】不可回避：1、目标角色的手牌数大于或等于你的体力值。2、目标角色的手牌数小于或等于你的攻击范围。",
	[":liyu"] = "超脱: 主动技，在任意角色的判定牌生效前，你可以出一张黑色花色的牌（手牌或装备区的牌）替换原来的判定牌。\
后主:主动技，每当你使用或打出一张【闪】时（结算前），可令任意一名角色（除自己外）进行判定：若为黑桃花色，则该角色掉2点血",
	[":diaochan"] = "闭月: 主动技，当你每受到1点伤害时，可以令任意一名角色将手牌补至血量上限的张数。（最多只能5张） 。\
离间:主动技，出牌时，你可以令所有男性角色依次对其距离最近的另外一名男性角色出【杀】，无法如此做者流失1点血。（每局限用一次） ",
	[":yangyuhuan"] = "丰艳: 主动技，【君】阵营英雄的判定牌为黑色花色时，你可以选择获得该判定牌 。\
羞花: 被动技，除弃牌阶段外，当你的手牌数小于你当前已掉血量时，立即将手牌数补至等同于你已掉血量值",
	[":libai"] = "妙笔: 主动技，你可以用红桃手牌当【五谷丰登】打出。（每回合限用一次） 。\
谪仙:主动技，当你处于濒死状态时，你可以丢弃你所有的牌（包括判定牌），取消所有在你身上的状态，然后摸三张牌且血量恢复到3点。（每局限用一次）",
	[":sunwu"] = "看破: 主动技，出牌阶段，你可以弃掉两张不同花色的手牌，指定任意一名角色，使其血量与你相同（若该角色血量大于你的血量，造成血量差的伤害，否则受到血量差的回复效果）.每回合限用一次 。\
兵圣: 被动技，你的手牌上限+1",
	[":mozi"] = "非攻: 主动技，出牌时，你可以做出如下两种选择：1，你可以给任意一名角色一张手牌，则该角色本轮的自己回合内不能对你出【杀】；2，你抽取该角色一张手牌，则该角色本轮内不能成为【杀】的目标。（每回合限用一次） 。\
兼爱: 主动技，你可以把【药】当【休养生息】使用",
	[":kangxi"] = "削藩: 被动技，当你做为主公（或主将）时，本局内所有【君】阵营的武将（除自己外）均视为【臣】阵营 。\
明察: 主动技，当其他角色成功对其自己使用【药】恢复血量时，你可以选择弃掉一张牌并给自己恢复1点血",
	[":liuche"] = "威强: 被动技，任意角色出【五谷丰登】时，你都是第一个拿牌 。\
睿德:主动技，到别的角色的弃牌阶段时，你可以选择相同数量的手牌替换掉别的角色的弃牌，若如此做，则直到你的回合前你不能成为黑色锦囊的目标（每轮限用一次）",
	[":direnjie"] = "举荐: 主动技，出牌阶段时可以弃一张牌，抽取距离为2以内的一名角色的一张牌，并可以交给任意角色。（每回合限用一次）。\
神探: 主动技，你可以将任意一张手牌当做【无懈可击】使用",
	[":zhangsanfeng"] = "布道: 主动技，轮到你摸牌时，你可以摸三张，然后将其中一张交给任意一名角色 。\
太极: 主动技，每出一张闪，可以立即对攻击范围内的角色打出一张杀",
	[":wangzhaojun"] = "落雁: 主动技，出牌阶段，你可以弃掉一张牌，指定一名男性角色，直到你的下回合为止：被指定的男性角色下个回合摸牌阶段摸牌时你可摸一张牌，然后该男性角色可多摸一张牌。一回合限用一次 。\
出塞:主动技，你每受到一次伤害，可令除你以外的任一角色补X张牌，X为你已损失的体力值，然后该角色将其武将牌翻面 ",
	[":lvbu"] = "射戟: 主动技，出牌阶段，你可以指定一名在你攻击范围内的角色，你展示并弃掉一张手牌，然后抽取目标角色的一张手牌，若你弃掉的展示牌与你抽取该角色的牌的花色相同，则你对其造成1点伤害。",
	[":liguang"] = "精准: 被动技，出牌时，若你与目标角色的距离等于你的攻击范围，则你对该角色使用的【杀】不可被闪避。\
开弦:主动技，回合开始时，你可以展示一张点数不大于5的手牌，若如此做，你的攻击范围视为该牌的点数直到回合结束。",
	[":zhangliang"] = "运筹: 主动技，每当其他角色对你使用非延时锦囊，你可以进行一次判定：若为梅花或方块，则你跳过此锦囊对你的结算。\
智囊: 被动技，回合结束时，若你的手牌数小于两张，你可以将其补至两张。",
	[":luocheng"] = "银枪: 主动技，每当你使用的【杀】使其他角色掉血后，你可以弃置对方的一张牌（包括手牌和装备牌）。\
弯刀: 被动技，你始终无视其他角色的防具。 ",
	[":xueli"] = "冲阵: 主动技，你使用的【杀】被对方闪避后，你可以和该角色拼点，若你赢，则【杀】依然造成伤害。",
	[":zhanghan"] = "伏兵: 主动技，出牌阶段，你可以弃一张基本牌置于任意一名其他角色的武将牌上，则该武将在回合开始阶段必须进行一次判定，若为黑色，则你对该角色造成一点伤害。每回合限一次。",
	[":shenwansan"] = "聚宝: 主动技，出牌阶段，你可将任意数量手牌正面朝上移出游戏称为“宝”（至多存在五张）或收回。其他角色在其出牌阶段可选择任意一张“宝”询问你，若你同意，该角色获得这张牌，每回合限两次。\
商机: 主动技，你可将其他角色弃牌阶段弃掉的红牌收为“宝”或加入手牌。",
	[":wusangui"] = "借兵: 出牌阶段，你可以与一名体力比你多的角色拼点：若你赢，目标角色对其攻击范围内，你指定的另一名角色（不能是被借兵的角色本身）造成1点伤害。若你没赢，拼点的目标对你造成1点伤害。每回合限用一次。 。",
	[":wuguang"] = "揭竿: 被动技，摸牌阶段，你额外摸X张牌，X为场上现存势力数。弃牌阶段，你需要弃掉至少等同于场上现存势力数的牌（不足则全弃）。\
称帝: 被动技，你视为拥有当前主公的主公技。",
	[":liubei"] = "仁德: 主动技，摸牌阶段，你可以额外摸两张牌，若此时你的手牌超过五张，你必须将一半(向下取整)的手牌交给除你外手牌数最少的一名角色 。\
结义:主动技，出牌阶段，你可以选择其他两名角色，你弃掉等同于这两名角色手牌数差的牌，然后交换他们的手牌。每回合限一次",
	[":fanzeng"] = "智迟: 被动技，你的回合外，你每受到一次伤害后，任何【杀】或非延时锦囊均对你无效，直到该回合结束。\
明策:主动技，出牌阶段，你可以交给任一其他角色一张装备牌或【杀】，该角色进行二选一：1、视为对其攻击范围内的另一名由你指定的角色使用一张【杀】。2、摸一张牌。每回合限用一次。 ",
	[":fuchai"] = "黩武: 主动技，当你使用的【杀】造成伤害时，你可以要求一名攻击范围内的其他角色使用一张【闪】（不能是当前被伤害的角色），若对方出【闪】，则你须流失一点血量。不出【闪】则你对其造成一点伤害 。\
自刎: 被动技，杀死你的角色不执行任何奖惩。",
	[":zhangjiao"] = "妖术: 主动技，出牌时，你可以弃置一张装备牌并选择一名其他角色，该角色在其下回合结束前失去所有技能。每回合限用一次 。\
黑雾: 主动技，在你受到伤害前，你可以弃置一张手牌进行一次判定，若为黑色，则该伤害-1",
	[":yuchigong"] = "护卫: 主动技，每当一名除你外的角色受到【杀】造成的一次伤害，你可以选择弃一张装备区的牌或者自减一点体力，使得该【杀】造成的伤害-1。若如此做，你可摸X张牌，且最多为2张（X为你当前损失的体力值） 。\
黑面: 被动技，你没装备防具时，黑桃花色的【杀】对你无效",
	[":huoqubing"] = "车悬: 主动技，回合开始时，你可以进行一次判定：1. 若判定结果为锦囊牌，你本回合的攻击范围无限。2.若判定结果为基本牌，你本回合可以额外使用一张【杀】。3. 若判定结果为装备牌，你本回合使用的【杀】可以指定两个目标。如果判定牌是黑色，你可以获得之 。",
	[":muguiying"] = "将门: 转化技，通常状态下，你是民阵营英雄并拥有技能“巾帼”和“破阵”。当你的手牌数为1张或以下时，你须将你的阵营改为臣，将该两项技能转化为“挂帅”和“点将”。任一角色的回合开始前，若你手牌数大于2张，你可弃一张牌将阵营改回。",
	[":daqiao"] = "言笑: 主动技，出牌时，你可以将一张方片花色的牌放在任意一名角色的武将牌上，称之为“言笑”，武将牌上有“言笑”牌的角色下个判定阶段开始时，获得其判定区里的所有牌与这张“言笑”牌。\
安娴:主动技，1.每当你使用的【杀】对目标角色造成伤害时，你可以防止此伤害，令其弃置一张手牌，然后你摸一张牌；2.每当你成为【杀】的目标时（结算前），你可以弃置一张手牌使之无效，然后对你出【杀】的角色摸一张牌。",
	[":zhaoyun"] = "豪龙胆: 主动技，当你使用【杀】指定一名角色为目标后，你可以进行判定，若结果为红桃，你可摸一张牌，若为方块，则此【杀】不可被闪避，若为梅花，则你弃一张牌，然后弃掉对方的一张手牌或装备牌，若为黑桃，则目标摸两张牌后翻面。",
	[":hongfu"] = "飞刃: 主动技，出牌阶段，你可以对你攻击范围外的一名角色使用一张【杀】（你可以用此技能将武器牌视为普通【杀】使用），此【杀】不计入出牌阶段使用次数的限制。\
夜行: 被动技，当你受到伤害时，若该伤害多于1点，则防止多余的伤害。",
	[":xumaogong"] = "奇策: 主动技，出牌阶段，你可以将任意一张锦囊牌当做【偷梁换柱】使用，每回合限用一次。\
遁甲:主动技，当你成为【杀】的目标时，你可以弃置一张手牌，并进行一次判定：生门：若判定结果为红桃花色，则你和杀你的角色各自恢复一点血量；死门：若判定结果为黑桃花色，则此【杀】无效；休门：若判定结果为梅花花色，则杀你的角色摸一张牌；伤门：若判定结果为方块花色，则你摸一张牌，杀你的角色弃置一张牌。",
    [":sudingfang"] = "突袭: 主动技，回合开始时，你可以跳过你的判定阶段，并在摸牌时少摸一张牌，则你可以视为对一名攻击范围内的其他角色使用了一张【杀】(此【杀】不计入出牌阶段使用次数的限制)。",
	[":huangyueying"] = "聪朗: 被动技，每当你使用一张锦囊牌时，(在它结算之前)你可以立即摸一张牌，并移出游戏，称之为“智”，最多可存放10张“智”牌。\
奇才:主动技，你的回合内，每当你使用或打出基础牌或非延时锦囊，在它结算后,你可弃掉2张“智”牌，若如此做，你的任意一张牌(包括手牌和装备区的牌)可当前一张牌使用或打出一次。\
机智:主动技，当你需要打出一张【杀】【闪】时，你可以弃掉一张“智”牌，并进行一次判定，只要结果不为红桃，则视为你打出了一张【杀】，当你需要使用或打出一张【闪】时，你可以弃掉一张“智”牌，并进行一次判定，只要结果不为黑桃，则视为你打出了一张【闪】。",
	[":suzhang"] = "合纵: 主动技，出牌时，你可以将你的一张梅花手牌当【合纵连横】使用或打出 。\
固政:其他角色的弃牌阶段结束时，你可将此阶段中弃置的一张牌从弃牌堆返回该角色手牌，然后你可以获得弃牌堆里其余于此阶段中弃置的牌",
    [":caiwenji"] = "抚琴: 主动技，回合开始时，若你已受伤，你可以进行判定，如果判定牌为红色，则回复1血，并可选择继续判定。直到满血或者判定牌为黑色为止。\
苦楚: 被动技，摸牌阶段你的摸牌数始终+X，X等同于此时场上判定区内有牌的角色数，且X至多为2",
	[":sp_murong"] = "羽化: 觉醒技，每当你打出或使用一张【闪】，你可以亮出牌堆顶的一张牌，并放在你的武将牌上，称之为“羽”。回合开始时，若你武将牌上的“羽”大于等于三张，你须自减一点血量上限，并永久获得技能【蝶舞】（蝶舞：主动技，每当你受到一点伤害，若你的武将牌背面向上，你可以弃置一张“羽”将其翻回正面。回合开始时你可以选择获得任意一张“羽”）\
蝶魂:主动技，当别的角色或你自己出的锦囊牌默认是指定多个角色时（也包括你自己），你可以跳过此锦囊，并立即从牌堆里摸一张牌。",
	[":sp_zhaoyun"] = "冲锋: 主动技，出牌阶段，可以弃一张手牌，指定场上一名其他角色，本回合内你与该角色的距离视为1。\
龙胆: 主动技，【冲锋】指定的角色与你的距离大于1时，本回合内你对该角色打出的【杀】伤害+1。",
	[":sp_lvbu"] = "无双: 主动技，出牌阶段，你使用【杀】时可同时打出两张【杀】，则该【杀】具有以下效果之一：1，伤害+1；2，额外指定两个目标 。\
骁勇: 主动技，你可以将黑色手牌当作【杀】来使用。",
    [":sudaji"] = "噬心:主动技，当你掉血后，你可以立即进行一次判定，若为黑色，则你对伤害来源造成X点伤害，X为你本次受到的伤害值。媚国: 被动技，当你的血量为1或更少时，你不能成为杀的目标。",
	[":yuwenhuaji"] = "篡权: 主动技，摸牌阶段，你可以先打出1张手牌，然后从牌堆摸牌进行判定，直到判定花色与打出卡牌花色相同为止。所有与打出手牌花色不同的判定牌均收入你的手牌。",
    [":tangbohu"] = "风流:被动技，摸牌阶段，你的摸牌数为2+场上存活女性角色数量（摸牌上限为4张牌）。落笔:主动技，回合结束阶段，你可以摸取至多X张牌（X为你已损失血量值），并以任意方式分配给任意角色",
    [":sp_wangzhaojun"] = "和亲:主动技，出牌阶段，你可以选择如下操作：1，与场上一名男性角色形成【和亲】状态，你与该男性角色下次摸牌阶段摸牌数+1，你或者男性角色阵亡时，【和亲】状态消失（场上有和亲状态时，不能再发动）2，弃掉一张手牌或装备牌，取消【和亲】状态。 落雁: 被动技，你受到的所有【杀】均视为普通杀。",
	[":sp_luocheng"] = "寒枪:被动技，当你未装备武器时，默认攻击范围为2，当你装备武器时【骠骑】技能无法发动。\ 骠骑:主动技，你对目标使用【杀】时，若目标当前血量值小于等于你的攻击范围，则强制命中；若目标当前血量值大于你的攻击范围，则你立即摸一张牌。 ",
	[":zhaowu"] = "胡服:被动技，当你装备区没有防御装备时，你的摸牌数+1；当你的装备区有防御装备时，跳过你的弃牌阶段。（手牌上限为20张） 捍北: 被动技，你装备区有马时，你使用的所有【杀】均强制命中",
	[":bole"] = "慧眼:主动技，当除你以外的角色进行判定时，你可以预言判定牌花色。若预言成功，摸一张牌；若预言失败，查看牌堆顶的三张牌并以任意数量和顺序放回牌堆顶，剩余放于牌堆底。（每轮限用一次） 相马:被动技，你默认装备一匹防御马 ",
	[":yangguang"] = "弑亲: 被动技，当你使【君】阵营角色濒死时，该【君】阵营角色立即死亡。 拒谏:主动技，出牌阶段，当场上有存活的【臣】阵营角色时，你可以将一张手牌交给其他角色，则本轮内该角色的锦囊牌对你无效。（每回合限用一次）徭役:主动技，每受到一次伤害，摸取1+场上存活【民】阵营角色数量的牌。（每次摸牌上限为4张）",
	[":guiguzi"] = "纵横:主动技，出牌阶段，你可以将你的一张方块手牌当【合纵连横】使用或打出。隐居:主动技，出牌阶段，弃掉一张手牌，则本轮内与该手牌相同颜色的牌对你造成的伤害无效。（每回合限用一次）潜谋:被动技，你使用的延时类锦囊不能被【无懈可击】",
	[":sunquan"] = "对峙: 主动技，出牌阶段，你可以把方块花色的手牌视为【隔岸观火】使用 ",
	[":hun_diaochan"] = "武将牌，仅用于[三足鼎立]游戏模式。",
	[":hun_sunwu"] = "武将牌，仅用于[三足鼎立]游戏模式。",
	[":hun_linchong"] = "武将牌，仅用于[三足鼎立]游戏模式。",
	[":unknownhero"] = "武将牌，仅用于[三足鼎立]游戏模式。",

}
