-- translation for Snake Package

return {
	["snake"] = "腾蛇之章",

	--宇文化及
	["yuwenhuaji"] = "宇文化及",
	["#yuwenhuaji"] = "兴祸颠王",
	["cuanquan"] = "篡权",
	[":cuanquan"] ="主动技，摸牌阶段，你可以先打出1张手牌，然后从牌堆摸牌进行判定，直到判定花色与打出卡牌花色相同为止。所有与打出手牌花色不同的判定牌均收入你的手牌。",
	["longluo"] = "笼络",
	[":longluo"] ="主动技，回合结束阶段，你可以弃掉X张手牌指定X名角色，直到你的下回合开始，这些角色受到的伤害有1点转移给你。",
	["$cuanquan1"] = "天下奇珍，皆为我物！",
	["$longluo1"] = "笼络人心，得天下！",
	["~yuwenhuaji"] = "一日为帝....死而无憾..",

	--妲己
	["sudaji"] = "苏妲己",
	["#sudaji"] = "祸国殃民",
	["shixin"] = "噬心",
	[":shixin"] ="主动技，当你掉血后，你可以立即进行一次判定，若为黑色，则你对伤害来源造成X点伤害，X为你本次受到的伤害值。",
	["meiguo"] = "媚国",
	[":meiguo"] ="被动技，当你的血量为1或更少时，你不能成为杀的目标。",
	["$shixin1"] = "爱与恨，只在一念之间~",
	["~sudaji"] = "还是要落得万世骂名吗..../众生相残，殊途同归",

	--孟获
	["menghuo"] = "孟获",
	["#menghuo"] = "南蛮之主",
	["zhongheng"] = "纵横",
	[":zhongheng"] ="主动技，你可以打出任意两张相同花色的牌（手牌和装备区的牌）其他角色必须打出一张相同花色的手牌，无法打出者受到1点伤害。",
	["nanman"] = "南蛮",
	[":nanman"] ="被动技，受到你伤害的角色，在他的回合内跳过摸牌阶段。",
	["$zhongheng1"] = "天下纵横，唯我不败！",
	["$nanman1"] = "南蛮王在此！",
	["~menghuo"] = "七纵之恩，来世再报了....",

	--高长恭
	["gaochanggong"] = "高长恭",
	["#gaochanggong"] = "兰陵王",
	["guimian"] = "鬼面",
	[":guimian"] ="主动技，每当你使用的【杀】和【决斗】对目标角色造成伤害，则本回合可以无限对其出杀。",
	["yuxue"] = "浴血",
	[":yuxue"] ="被动技，每当你使用的【杀】和【决斗】对目标造成伤害，立即为其增加一个【血】标记。在你回合结束后，若场上的角色获得的【血】标记数量大于或等于2，则其必须流失一点血量，并将此标记清零",
	["@yuxue"] = "血",
	["$guimian1"] = "君可曾见，兰陵缭乱！",
	["$guimian2"] = "暂无",
	["$yuxue1"] = "杀一是罪，屠万为雄！",
	["$yuxue2"] = "暂无",
	["~gaochanggong"] = "伤春逝水，邵华东流....",

	--萧太后
	["xiaotaihou"] = "萧太后",
	["#xiaotaihou"] = "睿智皇后",
	["qinzheng"] = "亲征",
	[":qinzheng"] ="主动技，出牌阶段，你对其他角色造成伤害时，可以令场上任意角色摸一张牌。",
	["juma"] = "拒马",
	[":juma"] ="被动技，你计算与其他角色的距离时始终视为1",
	["$qinzheng1"] = "大辽岂容尔等来犯！",
	["$qinzheng2"] = "以战，方能止战",
	["$juma1"] = "眼中有马，心中无马",
	["$juma2"] = "你也敢与我较量马术",
	["~xiaotaihou"] = "此生足以含笑而去..../杨家将什么的与我无关呐",

	--商纣
	["shangzhou"] = "商纣",
	["#shangzhou"] = "亡国之君",
	["wudao"] = "无道",
	[":wudao"] ="主动技，当你受到除【杀】之外的伤害时，可立即进行判定，若为红桃，则伤害来源受到1点伤害。",
	["zhongpan"] = "众叛",
	[":zhongpan"] ="主动技，出牌阶段，你可以将一张黑桃手牌当【万箭齐发】使用。",
	["$wudao1"] = "蚍蜉撼树！",
	["$wudao2"] = "吾闻圣人心有七窍",
	["$zhongpan1"] = "知(智)足以距(拒)谏，言足以饰非",
	["$zhongpan2"] = "洪水滔天，与我何干",
	["~shangzhou"] = "生死有常，定数难逃....../烧尽一切吧",

	--鳌拜
	["aobai"] = "鳌拜",
	["#aobai"] = "满洲勇士",
	["weiwo"] = "唯我",
	[":weiwo"] ="主动技，摸牌阶段，你可以放弃摸牌，若如此做，本回合你所打出的【杀】无法被闪避。",
	["duzun"] = "独尊",
	[":duzun"] ="主动技，你使用的【杀】对其他角色造成伤害时可以进行一次判定，若结果为红桃花色，则本次伤害+1",
	["$Weiwo1"] = "%from 在本回合内使用的 <font color='yellow'><b>【杀】</b></font>不可被目标闪避",
	["$Weiwo2"] = "%from 的技能<font color='yellow'><b>【唯我】</b></font>被触发，%to  将不可闪避",
	["#DuzunBuff"] = "%from 的<font color='yellow'><b>【独尊】</b></font>效果被触发，伤害从 %arg 点上升至 %arg2 点",
	["$weiwo1"] = "啊啊啊...",
	["$weiwo2"] = "暂无",
	["$duzun1"] = "我乃满州第一巴图鲁！",
	["$duzun2"] = "暂无",
	["~aobai"] = "老臣..不甘啊！/绝不束手就擒",

}
