-- translation for Special Package

return {
	["special"] = "线下专属",

	--狄仁杰
	["direnjie"] = "狄仁杰",
	["#direnjie"] = "唐室砥柱",
	["jujia"] = "举荐",
	[":jujia"] ="主动技，出牌阶段时可以弃一张牌，抽取距离为2以内的一名角色的一张手牌，并可以交给任意角色。（每回合限用一次） 。",
	["shentan"] = "神探",
	[":shentan"] ="主动技，你可以将任意一张手牌当做【无懈可击】使用。",
	["$jujia1"] = "荐贤为国，非为私人也！",
	["$jujia2"] = "求贤若渴~",
	["$shentan1"] = "不惧锦囊也！",
	["$shentan2"] = "洞烛机微！",
	["~direnjie"] = "命已行....不可返../有手牌才是王道。",

	--张三丰
	["zhangsanfeng"] = "张三丰",
	["#zhangsanfeng"] = "太极宗师",
	["bushi"] = "布道",
	[":bushi"] ="主动技，轮到你摸牌时，你可以摸三张，然后将其中一张交给任意一名角色 。",
	["taiji"] = "太极",
	[":taiji"] ="主动技，每出一张闪，可以立即对攻击范围内的角色打出一张杀。",
	["taijislash"] = "你可以对你攻击范围内的一名角色使用一张【杀】",
	["$bushi1"] = "道可道，非常道~",
	["$bushi2"] = "名可名，非常名~",
	["$taiji1"] = "两仪生四象",
	["$taiji2"] = "四象生八卦",
	["~zhangsanfeng"] = "驾鹤成仙也~/命已行不可返~",

	--吕布
	["sp_lvbu"] = "吕布",
	["#sp_lvbu"] = "飞将",
	["xwushuang"] = "无双",
	[":xwushuang"] ="主动技，出牌阶段，你使用【杀】时可同时打出两张【杀】，则该【杀】具有以下效果之一：\
	1，伤害+1\
	2，额外指定两个目标。",
	["xxiaoyong"] = "骁勇",
	[":xxiaoyong"] ="主动技，你可以将黑色手牌当作【杀】来使用。",
	["#WushuangBuff"] = "%from 的<font color='yellow'><b>【无双】</b></font>效果被触发，伤害从 %arg 点上升至 %arg2 点",

	["$xwushuang1"] = "千军万马一将在，探囊取物有何难",
	["$xwushuang2"] = "尔等把貂蝉藏于何处",
	["$xxiaoyong1"] = "看我神威，无坚不摧",
	["$xxiaoyong2"] = "谁能挡我！",
	["$xxiaoyong3"] = "一骑当千！",
	["~sp_lvbu"] = "呃，我怎能在这种地方倒下！/哼，大丈夫生于天地间岂能郁郁久居人下",

	--赵云
	["sp_zhaoyun"] = "赵云",
	["#sp_zhaoyun"] = "常山子龙",
	["xchongfeng"] = "冲锋",
	[":xchongfeng"] ="主动技，出牌阶段，可以弃一张手牌，指定场上一名其他角色，本回合内你与该角色的距离视为1。",
	["xlongdan"] = "龙胆",
	[":xlongdan"] ="主动技，【冲锋】指定的角色与你的距离大于1时，本回合内你对该角色打出的【杀】伤害+1。",
	["#Chongfeng"] = "%from 的技能<font color='yellow'><b>【冲锋】</b></font>被触发，%from 与 %to 的距离在本回合内始终视为 1",
	["#LongdanBuff"] = "%from 的<font color='yellow'><b>【龙胆】</b></font>效果被触发，伤害从 %arg 点上升至 %arg2 点",

	["$xchongfeng1"] = "我乃常山赵子龙是也",
	["$xchongfeng2"] = "三招之内，必取尔等性命",
	["$xlongdan1"] = "一片赤胆平乱世，手中长枪定江山",
	["$xlongdan2"] = "即便没有坐骑，子龙亦能七进七出",
	["~sp_zhaoyun"] = "啊…主公…丞相.....",

	--装备牌
	["fangtianji"] = "方天画戟",
	[":fangtianji"] = "装备牌，攻击范围：4\
	武器特效：你使用的杀每造成一次伤害时，可以立即摸一张牌。",

	["yushizi"] = "照夜玉狮子",
	[":yushizi"] = "装备牌，其他角色计算与你的距离时，始终+1（你可以理解为一种防御上的优势，不同名称的+1马，其效果是相同的）。",

}
