-- translation for YijiangChengming Package

return {
	["yijiang"] = "一将成名",

	--周瑜
	["zhouyu"] = "周瑜",
	["#zhouyu"] = "美周郎",
	["anshu"] = "暗书",
	[":anshu"] ="主动技，当场上有一张判定牌生效后并进入弃牌堆时，你可以进行如下操作：\
1，用一张手牌替换该判定牌\
2，将牌堆顶的第一张牌背面向上置于任意一名角色的武将牌上，称之为“计”。",
	["xinfanjian"] = "反间",
	[":xinfanjian"] ="主动技，出牌阶段，你可以指定两名武将牌上有“计”的角色互相猜测对方的计牌花色，按照如下规则进行奖惩：\
1，猜对的一方对猜错的一方造成一点伤害\
2，都猜错，则双方须弃置一张手牌\
3，都猜对，则你流失一点血量\
无论如何，双方弃置武将牌上的计牌。",
	["qinlv"] = "琴律",
	[":qinlv"] ="主动技，当你成为杀的目标时，你可以摸取两张牌，然后弃置一张手牌。",
	["@anshu"] = "您可以用一张手牌替换该判定牌",
	["jice"] = "计",
	["$Xinfanjian1"] = "%from 与 %to 进行了反间猜测，都没猜对",
	["$Xinfanjian2"] = "%from 与 %to 进行了反间猜测，都猜对了",
	["$Xinfanjian3"] = "%from 与 %to 进行了反间猜测，%from 猜对",
	["$Xinfanjian4"] = "%from 与 %to 进行了反间猜测，%to 猜对",
	["$anshu1"] = "哈，哈，哈！",
	["$anshu2"] = "汝等，看好了！",
	["$xinfanjian1"] = "挣扎吧，在血和暗的深渊里！",
	["$xinfanjian2"] = "痛苦吧，在愁与恨的地狱中！",
	["$qinlv1"] = "（琴音）",
	["~zhouyu"] = "既生瑜，何生......",

	--慈禧
	["cixi"] = "慈禧",
	["#cixi"] = "西太后",
	["chuilian"] = "垂帘",
	[":chuilian"] ="主动技，出牌阶段，你可以选择用你的手牌，等量换取场上一名其他君阵营角色的手牌。（每回合限用一次）。",
	["gedi"] = "割地",
	[":gedi"] ="主动技，当你成为杀的目标时，你可以弃置一张牌，然后进行一次判定，判定结果若为黑色，此杀对你无效并且该角色不能再对你出杀直至本回合结束。反之，此杀有效，同时你可以弃置场上任意一角色一张牌（包括手牌，装备区的牌）。",
	["$chuilian1"] = "有老身在，何人敢造次！",
	["$gedi1"] = "我赔偿还不行吗...",
	["~cixi"] = "国家衰亡，非我一人之罪....",

	--新月娥
	["xinyuee"] = "新月娥",
	["#xinyuee"] = "貌美婀娜",
	["hongmian"] = "红绵",
	[":hongmian"] ="主动技，当你成为杀的目标时，若你不处于潜伏状态，那么你可以潜伏你的武将牌，然后获得对你出杀的角色的一张装备区的牌，可以选择立即装备或放入手牌（潜伏状态时，梅花花色的杀和决斗对你无效）。",
	["jinbiao"] = "金镖",
	[":jinbiao"] ="主动技，你的回合开始时，若你处于潜伏状态，你可以弃置一张装备牌，对一名其他角色造成一点伤害，然后解除潜伏状态。",
	["zhuangbei"] = "立即装备",
	["shoupai"] = "收入手牌",
	["#Hongmian1"] = "%from 进入潜伏状态，将 %to 的装备 %card 穿在了自己身上",
	["#Hongmian2"] = "%from 进入潜伏状态，将 %to 的装备 %card 收入手牌",
	["@qianfu"] = "潜伏",
	["@jinbiao-discard"] = "您可以选择弃掉一张装备牌，对一名其他角色造成一点伤害",
	["$hongmian1"] = "哼，此技还有后招~",
	["$jinbiao1"] = "看镖！",
	["~xinyuee"] = "是我学艺不精吗....",

	--项庄
	["xiangzhuang"] = "项庄",
	["#xiangzhuang"] = "鸿门刺客",
	["wujian"] = "舞剑",
	[":wujian"] ="主动技，摸牌阶段，你可以进行一次判定，若结果为红色，则你可以对任意角色出一张杀，该杀不可闪避（该杀不记入出牌回合），若为黑色，你受到杀的伤害加一。",
	["$wujian1"] = "看剑！",
	["$wujian2"] = "（刀光声）",
	["~xiangzhuang"] = "项庄....尽力了...",

	--马超
	["machao"] = "马超",
	["#machao"] = "西凉的猛狮",
	["zhuiji"] = "追击",
	[":zhuiji"] ="被动技，你计算血量值比你少的角色的距离始终为1。",
	["cihuai"] = "刺槐",
	[":cihuai"] ="主动技，出牌阶段开始时，你可以展示你的手牌，若其中没有【杀】，则你需要使用（或打出）一张【杀】时可以使用此技能视为你使用（或打出）一张【杀】，直到你的手牌数变化或有角色死亡。",
	["@cihuai"] = "刺槐",
	["$cihuai1"] = "制敌于千里之外！",
	["$cihuai2"] = "破敌于须臾之间！",
	["~machao"] = "怎能葬身于此！",

	--李耳
	["lier"] = "老子",
	["#lier"] = "道家始祖",
	["wendao"] = "问道",
	[":wendao"] ="主动技，回合开始阶段开始时，你可以展示牌堆顶的一张牌，若不为装备牌和延时锦囊，则本回合你的所有牌可视为该牌使用，反之你获得之（每回合限用一次）。",
	["wuwei"] = "无为",
	[":wuwei"] = "主动技，出牌阶段，你可以将1张手牌置于你的武将牌上（可多次替换），并称之为“符”，若如此做，其他角色使用的牌（延时锦囊除外）若与你“符”牌花色相同，则该牌对你无效。",
	["lingfu"] = "符",
	["#Wuwei"] = "%from 的技能<font color='yellow'><b>【%arg】</b></font>被触发，%to 所使用的牌<font color='yellow'><b>【%arg2】</b></font>与其<font color='red'><b>【符】</b></font>的花色相同，因此该牌对 %from 无效",
	["$wendao1"] = "请仙扶鸾，方知趋吉避凶之理",
	["$wuwei1"] = "知凶定吉，断死延生",
	["~lier"] = "老子·阵亡",

	["designer:zhouyu"] = "战栗贵公子",
	["illustrator:zhouyu"] = "互联网",
	["cv:zhouyu"] = "三国杀",

	["designer:cixi"] = "yzl6853095",
	["illustrator:cixi"] = "互联网",

	["designer:xinyuee"] = "战栗贵公子",
	["illustrator:xinyuee"] = "三国风云",

	["designer:xiangzhuang"] = "sunny幽凌枫",
	["illustrator:xiangzhuang"] = "互联网",

	["designer:machao"] = "桌游",
	["illustrator:machao"] = "互联网",

	["designer:lier"] = "梦想上方的阳光",
	["illustrator:lier"] = "互联网",

}
